---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelConfiguration.TwoColumnsCircuitsAcross
enum: Autodesk.Revit.DB.Electrical.PanelConfiguration
source: html/eb06bea2-bdf7-1fde-c408-b7d32e910243.htm
---
# Autodesk.Revit.DB.Electrical.PanelConfiguration.TwoColumnsCircuitsAcross

Circuits are numbered left-to-right. The odd circuits down the left side, even circuits down the right side.